IDEA Connection Link
ConnectionLink.CalculateIdeaConnection Method
[Missing <summary> documentation for "M:IdeaRS.ConnectionLink.ConnectionLink.CalculateIdeaConnection(System.String,IdeaRS.OpenModel.Connection.IdeaConImportSettings)"]
 Namespace: IdeaRS.ConnectionLink
 Assembly: IdeaRS.ConnectionLink (in IdeaRS.ConnectionLink.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public void CalculateIdeaConnection(
	string conProjFileName,
	IdeaConImportSettings importSettings
)
Public Sub CalculateIdeaConnection (
	conProjFileName As String,
	importSettings As IdeaConImportSettings
)
public:
void CalculateIdeaConnection(
	String^ conProjFileName,
	IdeaConImportSettings^ importSettings
)
Parameters
conProjFileName
Type: System.String
[Missing <param name="conProjFileName"/> documentation for "M:IdeaRS.ConnectionLink.ConnectionLink.CalculateIdeaConnection(System.String,IdeaRS.OpenModel.Connection.IdeaConImportSettings)"]
importSettings
Type: IdeaConImportSettings
[Missing <param name="importSettings"/> documentation for "M:IdeaRS.ConnectionLink.ConnectionLink.CalculateIdeaConnection(System.String,IdeaRS.OpenModel.Connection.IdeaConImportSettings)"]
See Also
Reference
ConnectionLink Class
IdeaRS.ConnectionLink Namespace